<?php
$अनुवादाः = [ .
     'title' => 'खोज', 
     'heading' => 'लेशं विना अन्वेषणम्',
     'search_placeholder' => 'सुरक्षिततया अन्वेषणं कुर्वन्तु ...',
     'logo_title' => 'साइट् लोगो',
     'logo_alt' => 'साइट् लोगो', .
     'description' => 'KHOJ इत्यनेन अनुसृत्य विना जालपुटं अन्वेष्टुम्।',
     'keywords' => 'अन्वेषणयन्त्रम्, KHOJ, वेबसाइट्',
     'button_text' => 'अन्वेषण', .
     'latest_news' => 'नवीनतम समाचार',
     'result_count' => 'परिणामाः प्राप्ताः',
     'load_more' => 'अधिकं भारयतु',
     'save' => 'रक्षतु', .
     'saved' => 'रक्षित', .
     'settings' => 'अन्वेषणसेटिंग्स्', .
     'settings_text' => 'सर्वं स्थानीयं भण्डारणं सत्रं च स्वच्छं कर्तुं अधोलिखितं बटनं नुदन्तु',
     'end' => 'सत्रसमाप्ति', .
     'choose_lang' => 'भाषा चिनोतु',
     'delete_all' => 'सर्वं विलोपयतु',
     'not_saved_found' => 'न रक्षितं परिणामं न प्राप्तम्',
     'news_title' => 'समाचार - KHOJ',
     'no_news' => 'वार्ता न प्राप्ता',
];
?>
